13/data/attachments/8f80144bb086f078.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsRequest>
            <nif:username>soap_actions_64a9584e-5c47-4125-a098-875c6c0ff435</nif:username>
            
        </nif:friendsRequest>
    </soapenv:Body>
</soapenv:Envelope>